export const hol = [
  {
    index: 1,
    question: 'Какую профессию вы бы предпочли?',
    answers: {
      left: {
        name: 'R',
        text: 'Автомеханик',
      },
      right: {
        name: 'I',
        text: 'Биофизик',
      },
    },
  },
  {
    index: 2,
    question: 'Какую профессию вы бы предпочли?',
    answers: {
      left: {
        name: 'R',
        text: 'Егерь',
      },
      right: {
        name: 'S',
        text: 'Интервьюер',
      },
    },
  },
  {
    index: 3,
    question: 'Какую профессию вы бы предпочли?',
    answers: {
      left: {
        name: 'R',
        text: 'Кондитер',
      },
      right: {
        name: 'C',
        text: 'Делопроизводитель',
      },
    },
  },
];

export const usk = [
  {
    index: 1,
    question:
      'Продвижение по службе больше зависит от удачного обстоятельства, чем от способностей и усилий человека.',
  },
  {
    index: 2,
    question:
      'Большинство разводов происходит оттого, что люди не захотели приспособиться друг к другу.',
  },
  {
    index: 3,
    question:
      'Болезнь – дело случая; если уж суждено заболеть, то ничего не поделаешь.',
  },
];
